
"Messages.UnreadMark" = "Mensajes sin leer";
"Messages.ForwardHeader" = "Mensajes reenviados";
"Messages.File.State.FetchingIn" = "%d%% descargando";
"Messages.File.State.FetchingOut" = "%d%% enviando";
"Messages.File.State.Remote" = "Descargar";
"Messages.File.State.Local" = "Mostrar en el Finder";
"Messages.DeletedMessage" = "Mensaje eliminado";

"Messages.Placeholder.SentMessage" = "Escribe un mensaje...";
"SearchField.Search" = "Buscar";
"Contacts.ContacsSeparator" = "Contactos";
"Navigation.back" = "Atrás";
"Navigation.Chat" = "Chat";
"Navigation.Edit" = "Editar";
"Navigation.Done" = "Hecho";
"Navigation.Close" = "Cerrar";
"Navigation.Cancel" = "Cancelar";

"Gallery.Counter" = "%d de %d";

"Peer.Status.bot" = "bot";
"Peer.Status.offline" = "fuera de línea";
"Peer.Status.online" = "en línea";
"Peer.Status.recently" = "últ. vez recientemente";
"Peer.Status.justNow" = "últ. vez hace un momento";
"Peer.Status.lastWeek" = "última vez hace unos días";
"Peer.Status.lastMonth" = "última vez hace unas semanas";

"Peer.Status.Today" = "hoy";
"Peer.Status.Yesterday" = "ayer";
"Peer.Status.LastSeenAt" = "última vez %@ a las %@";

"Peer.Status.Member.zero" = "%d miembros";
"Peer.Status.Member.singular" = "%d miembro";
"Peer.Status.Member.pluar" = "%d miembros";
"Peer.Status.Member.Online" = "%d en línea";

"Peer.Status.minAgo.zero" = "últ. vez hace %d minutos";
"Peer.Status.minAgo.singular" = "últ. vez hace %d minuto";
"Peer.Status.minAgo.pluar" = "últ. vez hace %d minutos";

"Peer.Status.channel" = "canal";
"Peer.Status.group" = "grupo";

"Telegram.PeerInfoController" = "Información";
"PeerInfo.SendMessage" = "Enviar mensaje";
"PeerInfo.ShareContact" = "Compartir contacto";
"PeerInfo.StartSecretChat" = "Iniciar chat secreto";
"PeerInfo.SharedMedia" = "Multimedia";
"PeerInfo.Notifications" = "Notificaciones";
"PeerInfo.BlockUser" = "Bloquear";
"PeerInfo.UnblockUser" = "Desbloquear";
"PeerInfo.username" = "alias";
"PeerInfo.about" = "acerca de";
"PeerInfo.info" = "Información";
"PeerInfo.SetGroupPhoto" = "Poner foto del grupo";
"PeerInfo.AddMember" = "Añadir miembro";
"PeerInfo.DeleteAndExit" = "Eliminar y salir";
"PeerInfo.LeaveChannel" = "Dejar el canal";
"PeerInfo.Report" = "Reportar";
"PeerInfo.sharelink" = "compartir enlace";
"PeerInfo.Confirm.LeaveChannel" = "¿Quieres salir del canal?";
"PeerInfo.Confirm.DeleteAndExit" = "¿Quieres salir del canal?";
"PeerInfo.Confirm.LeaveGroup" = "¿Quieres salir del grupo?\n\nEsta acción no se puede deshacer.";
"PeerInfo.Confirm.DeleteChat" = "¿Quieres eliminar todo el historial de mensajes y salir de \"%@\"?\n\nEsta acción no se puede deshacer.";
"Confirm.DeleteAdminedChannel" = "¡Espera! Al eliminar este canal, todos los miembros y los mensajes se perderán. ¿Quieres eliminarlo?";
"Confirm.DeleteChatUser" = "¿Quieres eliminar todo el historial de mensajes?\n\nEsta acción no se puede deshacer.";
"Confirm.LeaveGroup" = "¿Quieres salir del grupo?";

"PeerMedia.SharedMedia" = "Multimedia";
"EmptyPeer.Description" = "Selecciona un chat para comenzar";

"Emoji.Recent" = "Uso frecuente";
"Emoji.SmilesAndPeople" = "Emoticonos y personas";
"Emoji.AnimalsAndNature" = "Animales y naturaleza";
"Emoji.FoodAndDrink" = "Comida y bebida";
"Emoji.ActivityAndSport" = "Actividad y deporte";
"Emoji.TravelAndPlaces" = "Viajes y destinos";
"Emoji.Objects" = "Objetos";
"Emoji.Symbols" = "Símbolos";
"Emoji.Flags" = "Banderas";


"Chat.DropTitle" = "Arrastra archivos aquí para enviarlos";
"Chat.DropQuickDesc" = "rápidamente";
"Chat.DropAsFilesDesc" = "sin compresión";

"Message.ActionsPanel.Delete" = "Eliminar";
"Message.ActionsPanel.Forward" = "Reenviar";
"Message.ActionsPanel.EmptySelected" = "Elige mensajes";



"Message.ActionsPanel.SelectedCount.zero" = "%d mensajes seleccionados";
"Message.ActionsPanel.SelectedCount.singular" = "%d mensaje seleccionado";
"Message.ActionsPanel.SelectedCount.pluar" = "%d mensajes seleccionados";

"Message.AccessoryPanel.Forwarded.zero" = "%d mensajes reenviados";
"Message.AccessoryPanel.Forwarded.singular" = "%d mensaje reenviado";
"Message.AccessoryPanel.Forwarded.pluar" = "%d mensajes reenviados";

"ForwardModalAction.Title.zero" = "Reenviando mensajes";
"ForwardModalAction.Title.singular" = "Reenviando mensaje";
"ForwardModalAction.Title.pluar" = "Reenviando mensajes";

"ForwardModalAction.description.zero" = "Elige un usuario o chat para reenviar los mensajes de %@";
"ForwardModalAction.description.singular" = "Elige un usuario o chat para reenviar los mensajes de %@";
"ForwardModalAction.description.pluar" = "Elige un usuario o chat para reenviar los mensajes de %@";

"ModalAction.ShareContact" = "Compartir contacto";

"Alert.OK" = "OK";
"Alert.Cancel" = "Cancelar";

"Alert.Pasteboard.SendMultiple.zero" = "¿Quieres enviar %d archivos desde el portapapeles?";
"Alert.Pasteboard.SendMultiple.singular" = "¿Quieres enviar %d archivo desde el portapapeles?";
"Alert.Pasteboard.SendMultiple.pluar" = "¿Quieres enviar %d archivos desde el portapapeles?";
"Alert.Forward.Error" = "No se pueden reenviar mensajes a este chat.";

"Alert.Pasteboard.SendMultiple.Desc" = "Siempre puedes enviar fotos y archivos copiándolos y pegándolos en un chat de Telegram.";

"PreviewSender.CompressFile" = "Enviar con compresión";
"PreviderSender.CaptionPlaceholder" = "Comentario...";
"PreviderSender.CommentPlaceholder" = "Comentario...";
"Modal.Send" = "Enviar";
"Modal.Share" = "Compartir";
"Modal.CopyLink" = "Copiar enlace";
"Modal.Cancel" = "Cancelar";
"Modal.OK" = "OK";

"QuickLook.Preview" = "Vista previa";


"Chat.Service.You" = "Tú";
"Chat.Service.Group.Created" = "%@ creó el grupo \"%@\"";
"Chat.Service.Group.AddedMembers" = "%@ invitó a %@";
"Chat.Service.Group.AddedSelf" = "%@ se unió al grupo";
"Chat.Service.Group.RemovedMembers" = "%@ eliminó a %@";
"Chat.Service.Group.RemovedSelf" = "%@ dejó el grupo";
"Chat.Service.Group.UpdatedPhoto" = "%@ actualizó la foto del grupo";
"Chat.Service.Group.RemovedPhoto" = "%@ eliminó la foto del grupo";
"Chat.Service.Group.UpdatedTitle" = "%@ renombró el grupo a \"%@\"";
"Chat.Service.Group.UpdatedPinnedMessage" = "%@ ancló “%@”";
"Chat.Service.Group.RemovedPinnedMessage" = "%@ eliminó el mensaje anclado";
"Chat.Service.Group.JoinedByLink" = "%@ se unió al grupo con un enlace de invitación";
"Chat.Service.Group.MigratedToSupergroup" = "Este grupo fue convertido en un supergrupo";
"Chat.Service.Group.TookScreenshot" = "%@ hizo una captura de pantalla";
"Chat.Service.PinnedMessage" = "ancló un mensaje";

"Chat.Service.Channel.UpdatedPhoto" = "foto del canal actualizada";
"Chat.Service.Channel.RemovedPhoto" = "foto del canal eliminada";
"Chat.Service.Channel.UpdatedTitle" = "canal renombrado a \"%@\"";


"Chat.Service.SecretChat.SetTimer" = "%@ activó la autodestrucción en %@";
"Chat.Service.SecretChat.SetTimer.Self" = "Activaste la autodestrucción en %@";
"Chat.Service.SecretChat.DisabledTimer" = "%@ desactivó la autodestrucción";
"Chat.Service.SecretChat.DisabledTimer.Self" = "Has desactivado la autodestrucción";

"Chat.Input.Mute" = "Silenciar";
"Chat.Input.Unmute" = "No silenciar";
"Chat.Input.Return" = "Volver al grupo";
"Chat.Input.ExchangingKeys" = "Intercambiando claves de cifrado";
"Chat.Input.SecretChat.WaitingToOnline" = "Esperando que el usuario se conecte...";
"Chat.Input.Delete" = "Eliminar y salir";
"Chat.Input.Join" = "Unirme";
"Chat.Input.Unblock" = "Desbloquear";

"Message.Context.Reply" = "Responder (doble clic)";
"Message.Context.Forward" = "Reenviar";
"Message.Context.Delete" = "Eliminar";
"Message.Context.Select" = "Elegir";
"Message.Context.Edit" = "Editar";
"Message.Context.Goto" = "Mostrar mensaje";
"Message.Context.Pin" = "Anclar";
"Message.Context.Confirm.Pin" = "¿Anclar este mensaje y notificar a todos los miembros?";
"Message.Context.Confirm.OnlyPin" = "Sólo anclar";

"Entertainment.Switch.GifAndStickers" = "Stickers y GIF";
"Entertainment.Switch.Emoji" = "Emoji";
"Telegram.LayoutAccountController" = "Cuenta";

"AccountSettings.SetProfilePhoto" = "Poner foto de perfil";
"AccountSettings.General" = "General";
"AccountSettings.Stickers" = "Stickers";
"AccountSettings.Notifications" = "Notificaciones";
"AccountSettings.Username" = "Alias";
"AccountSettings.PhoneNumber" = "Número de teléfono";
"AccountSettings.PrivacyAndSecurity" = "Privacidad y seguridad";
"AccountSettings.Accounts" = "Administración de la cuenta";

"AccountSettings.About" = "Acerca de";
"AccountSettings.FAQ" = "Preguntas frecuentes";
"AccountSettings.AskQuestion" = "Hacer una pregunta";

"ConnectingStatus.connecting" = "conectando";
"ConnectingStatus.online" = "en línea";
"ConnectingStatus.updating" = "actualizando";
"ConnectingStatus.waitingNetwork" = "esperando red";


"Chat.ConnectingStatus.connecting" = "Conectando";
"Chat.ConnectingStatus.updating" = "Actualizando";
"Chat.ConnectingStatus.waitingNetwork" = "Esperando señal de red";

"InputAttach.Popover.PhotoOrVideo" = "Foto o vídeo";
"InputAttach.Popover.Picture" = "Imagen";
"InputAttach.Popover.File" = "Archivo";
"InputAttach.Popover.Location" = "Ubicación";

"Compose.Popover.NewGroup" = "Nuevo grupo";
"Compose.Popover.NewChannel" = "Nuevo canal";
"Compose.Popover.NewSecretChat" = "Nuevo chat secreto";


"Chat.Cancel" = "Cancelar";
"Gallery.Context.SaveAs" = "Guardar como...";
"Gallery.Context.ShowMessage" = "Mostrar mensaje";
"Gallery.Context.CopyToClipboard" = "Copiar al portapapeles";


"Chat.Input.Accessory.EditMessage" = "Editar mensaje";
"Chat.Message.edited" = "editado";

"PeerMedia.Popover.SharedMedia" = "Multimedia";
"PeerMedia.Popover.SharedFiles" = "Archivos";
"PeerMedia.Popover.SharedLinks" = "Enlaces";
"PeerMedia.Popover.SharedAudio" = "Audios";
"Chat.Message.Via" = "vía";

"Audio.UnknownArtist" = "Artista desconocido";
"Audio.UntitledSong" = "Sin título";

"AudioController.voiceMessage" = "mensaje de voz";
"You" = "Tú";


"Login.WelcomeDescription" = "Bienvenido a la app para macOS";
"Login.countryLabel" = "país";
"Login.yourPhoneLabel" = "tu número";
"Login.phoneFieldPlaceholder" = "número de teléfono";
"Login.Next" = "Siguiente";

"Login.InvalidCountryCode" = "Código de país inválido";
"Login.codePlaceholder" = "código";


"Login.EnterCodeFromApp" = "Por favor, pon el código que recibiste vía Telegram en tu otro dispositivo.";
"Login.SendSmsIfNotReceivedAppCode" = "¿No recibiste el código?";
"Login.JustSentSms" = "Te hemos enviado un código vía SMS. Por favor, ponlo arriba.";
"Login.PhoneCalledCode" = "Acabamos de llamar a tu número. Por favor, pon el código arriba.";
"Login.PhoneDialed" = "Telegram marcó tu número";
"Login.willCall" = "Telegram te llamará en %d:%@";
"Login.willSendSms" = "Telegram te enviará un SMS en %d:%@";
"Login.passwordPlaceholder" = "contraseña";
"Login.StartMessaging" = "Empezar a conversar";

"Login.EnterPasswordDescription" = "Activaste la verificación en dos pasos, así que tu cuenta está protegida con una contraseña adicional.";
"Login.forgotPassword" = "¿Olvidaste la contraseña?";
"Login.RecoveryMailFailed" = "Como no estableciste un e-mail de recuperación cuando configuraste tu contraseña, las opciones restantes son recordar tu contraseña o restablecer tu cuenta.";

"Login.ResetAccount" = "RESTABLECER MI CUENTA";
"Login.ResetAccountDescription" = "Si continúas con el reinicio de tu cuenta, perderás todos tus chats y mensajes, junto con toda la multimedia y archivos que compartiste.";
"Login.ResetAccount" = "RESTABLECER MI CUENTA";

"PHONE_NUMBER_INVALID" = "número de teléfono inválido";
"Login.FloodWait" = "muchos intentos. Por favor, reinténtalo más tarde.";
"PHONE_CODE_INVALID" = "código de teléfono inválido";
"PHONE_CODE_EXPIRED" = "código expirado";
"PASSWORD_HASH_INVALID" = "contraseña incorrecta";



"Chat.ForwardActionHeader" = "Reenviar mensajes";
"AudioRecord.ReleaseOut" = "Suelta fuera de aquí para cancelar";


"GeneralSettings.LargeFonts" = "Tamaño grande de texto";
"GeneralSettings.MutedChatsInUnread" = "Contar chats silenciados en “no leídos”";
"GeneralSettings.MediaKeysForInAppPlayer" = "Usar teclas multimedia para el reproductor interno";
"GeneralSettings.EmojiSidebar" = "Barra lateral de emoji/stickers";
"GeneralSettings.ContactsJoined" = "Un contacto se unió a Telegram";
"GeneralSettings.DownloadSettings" = "Ajustes de descarga";
"GeneralSettings.InputSettings" = "AJUSTES DE ENTRADA";
"GeneralSettings.GeneralSettings" = "AJUSTES GENERALES";

"GeneralSettings.SendByEnter" = "Usar Intro para enviar";
"GeneralSettings.SendByCmdEnter" = "Usar ⌘ + Intro para enviar";

"Telegram.GeneralSettingsViewController" = "Ajustes generales";
"AccountSettings.Logout" = "Cerrar sesión";
"NotificationSettings.ToggleNotifications" = "Notificaciones";
"NotificationSettings.MessagesPreview" = "Vista previa del mensaje";
"NotificationSettings.NotificationTone" = "Tono de notificación";
"NotificationSettings.ResetNotifications" = "Restablecer notificaciones";
"NotificationSettings.ResetNotificationsText" = "Puedes establecer notificaciones personalizadas para chats específicos abajo.";
"Telegram.NotificationSettingsViewController" = "Notificaciones";
"DefaultSoundName" = "Por defecto";
"NotificationSettings.Tone.Default" = "Por defecto";
"NotificationSettingsToneNone" = "Ninguno";

"NotificationSettings.Confirm.Reset" = "Restablecer notificaciones";

"Weekday.Friday" = "Viernes";
"Weekday.Monday" = "Lunes";
"Weekday.Saturday" = "Sábado";
"Weekday.ShortFriday" = "Vie";
"Weekday.ShortMonday" = "Lun";
"Weekday.ShortSaturday" = "Sáb";
"Weekday.ShortSunday" = "Dom";
"Weekday.ShortThursday" = "Jue";
"Weekday.ShortTuesday" = "Mar";
"Weekday.ShortWednesday" = "Mié";
"Weekday.Sunday" = "Domingo";
"Weekday.Thursday" = "Jueves";
"Weekday.Tuesday" = "Martes";
"Weekday.Wednesday" = "Miércoles";

"Time.at" = "a las";
"Time.last_seen" = "última vez";
"Time.today" = "hoy";
"Time.tomorrow" = "mañana";
"Time.yesterday" = "ayer";


"Chat.EmptyChat" = "Aún no hay mensajes";

"Chat.List.Sticker" = "%@ Sticker";
"Chat.List.Voice" = "Mensaje de voz";
"Chat.List.Video" = "Vídeo";
"Chat.List.Photo" = "Foto";
"Chat.List.GIF" = "GIF";
"Chat.List.File" = "Archivo";
"Chat.List.Map" = "Ubicación";
"Chat.List.Contact" = "Contacto";

"UsernameSettings.ChangeDescription" = "Puedes elegir un alias en Telegram. Si lo haces, otras personas te podrán encontrar por ese alias y contactarte sin saber tu número de teléfono.\n\n\nPuedes usar a-z, 0-9 y guiones bajos. La longitud mínima es de 5 caracteres. ";
"UsernameSettings.InputPlaceholder" = "Pon tu alias";
"Telegram.UsernameSettingsViewController" = "Alias";
"UsernameSettings.available" = "%@ está disponible";

"Error.Username.UnderscopeStart" = "Un alias no puede comenzar con un guion bajo.";
"Error.Username.UnderscopeEnd" = "Un alias no puede terminar con un guion bajo.";
"Error.Username.NumberStart" = "Un alias no puede comenzar con un número.";
"Error.Username.Invalid" = "El alias en inválido.";
"Error.Username.MinimumLength" = "Un alias debe tener al menos 5 caracteres.";
"Error.Username.MaximumLength" = "El alias no puede exceder los 32 caracteres.";
"Error.Username.AlreadyTaken" = "El alias está ocupado.";
"UsernameSettings.Done" = "Hecho";

"Search.Separator.ChatsAndContacts" = "contactos y chats";
"Search.Separator.GlobalPeers" = "búsqueda global";
"Search.Separator.Messages" = "mensajes";
"Search.Separator.Recent" = "Reciente";
"Search.Separator.Popular" = "Personas";
"PeerInfo.AdminLabel" = "administrador";
"Share.Link.Copied" = "Copiado en el portapapeles";


"Presence.bot" = "bot";
"Presence.offline" = "fuera de línea";
"CreateGroup.NameHolder" = "Nombre del grupo";
"Telegram.ChannelIntroViewController" = "Canal";
"Channel.IntroDescriptionHeader" = "¿Qué es un canal?";
"Channel.IntroDescription" = "Los canales son una nueva herramienta para difundir tus mensajes a grandes audiencias.";
"Channel.Create" = "Crear";
"Channel.NewChannel" = "Nuevo canal";
"Group.CreateGroup" = "Nuevo grupo";
"Compose.Create" = "Crear";
"Compose.Next" = "Siguiente";
"Channel.ChannelNameHolder" = "Nombre del canal";
"Channel.DescriptionHolder" = "Descripción";
"Channel.DescriptionHolderDescrpiton" = "Puedes poner una descripción para tu canal.";
"Channel.Channel" = "Canal";


"Channel.TypeHeaderChannel" = "TIPO DE CANAL";
"Channel.TypeHeaderGroup" = "TIPO DE GRUPO";


"Channel.Public" = "Público";
"Channel.Private" = "Privado";


"Channel.PrivateAboutChannel" = "Puedes unirte a canales privados sólo con enlaces de invitación.";
"Channel.PublicAboutChannel" = "Los canales públicos pueden ser encontrados por la búsqueda y cualquiera puede unirse.";
"Channel.PrivateAboutGroup" = "Puedes unirte a un grupo privado sólo si te invitan o tienes un enlace de invitación.";
"Channel.PublicAboutGroup" = "Los grupos públicos pueden encontrarse en la búsqueda, su historial está disponible para todos y cualquiera puede unirse.";

"Channel.PublicNamesLimitError" = "Lo sentimos, tienes demasiados alias públicos. Puedes anular el enlace de uno de tus grupos o canales anteriores, o crear uno privado.";


"Channel.ExportLinkAboutChannel" = "Las personas pueden unirse a tu canal siguiendo este enlace. Puedes anular el enlace en cualquier momento.";
"Channel.ExportLinkAboutGroup" = "Las personas pueden unirse a tu grupo siguiendo este enlace. Puedes anular el enlace en cualquier momento.";
"Channel.UsernameAboutChannel" = "Las personas pueden compartir este enlace con los demás y encontrar tu canal usando la búsqueda de Telegram.";
"Channel.UsernameAboutGroup" = "Las personas pueden compartir este enlace con los demás y encontrar tu grupo usando la búsqueda de Telegram.";


"Group.NewGroup" = "Nuevo grupo";

"Chat.Confirm.ActionUndonable" = "Esta acción no se puede deshacer";
"Chat.Confirm.DeleteMessages" = "¿Eliminar los mensajes seleccionados?";
"Chat.Confirm.DeleteMessagesForEveryone" = "Eliminar para todos";

"Telegram.PrivacyAndSecurityViewController" = "Privacidad y seguridad";
"PrivacySettings.PrivacyHeader" = "PRIVACIDAD";
"PrivacySettings.BlockedUsers" = "Usuarios bloqueados";
"PrivacySettings.LastSeen" = "Última conexión";
"PrivacySettings.Groups" = "Grupos";
"PrivacySettings.SecurityHeader" = "SEGURIDAD";
"PrivacySettings.Passcode" = "Código de acceso";
"PrivacySettings.ActiveSessions" = "Sesiones activas";
"PrivacySettings.DeleteAccountHeader" = "ELIMINAR MI CUENTA";
"PrivacySettings.DeleteAccount" = "Si estoy fuera";
"PrivacySettings.DeleteAccountDescription" = "Si no inicias sesión durante este tiempo, al menos una vez, tu cuenta se eliminará con todos tus grupos, mensajes y contactos.";
"PrivacySettings.TwoStepVerification" = "Verificación en dos pasos";

"Telegram.PasscodeSettingsViewController" = "Código de acceso";
"Passcode.Placeholder" = "código de acceso";
"Passcode.LogoutDescription" = "Si no recuerdas tu código de acceso, puedes";
"Passcode.LogoutLinkText" = "cerrar sesión";


"PreviewSender.SendFiles.zero" = "%d archivos seleccionados";
"PreviewSender.SendFiles.singular" = "%d archivo seleccionado";
"PreviewSender.SendFiles.pluar" = "%d archivos seleccionados";

"PreviewSender.SendImages.zero" = "%d imágenes seleccionadas";
"PreviewSender.SendImages.singular" = "%d imagen seleccionada";
"PreviewSender.SendImages.pluar" = "%d imágenes seleccionadas";

"PreviewSender.SendVideos.zero" = "%d vídeos seleccionados";
"PreviewSender.SendVideos.singular" = "%d vídeo seleccionado";
"PreviewSender.SendVideos.pluar" = "%d vídeos seleccionados";

"PreviewSender.SendMediaFiles.zero" = "%d archivos seleccionados";
"PreviewSender.SendMediaFiles.singular" = "%d archivo seleccionado";
"PreviewSender.SendMediaFiles.pluar" = "%d archivos seleccionados";

"PreviewSender.ExpandItems" = "Desplegar";
"Chat.Input.StartBot" = "Iniciar";

"InlineModalAction.Title" = "Compartir contenido del bot";
"InlineModalAction.Desc" = "Elige un usuario o chat para compartir contenido vía %@";

"Telegram.PasswordViewController" = "Verificación en dos pasos";


"ChatList.Context.StopBot" = "Detener bot";
"ChatList.Context.Unmute" = "No silenciar";
"ChatList.Context.Mute" = "Silenciar";
"ChatList.Context.Block" = "Bloquear";
"ChatList.Context.ClearHistory" = "Borrar historial";
"ChatList.Context.DeleteChat" = "Eliminar chat";
"ChatList.Context.DeleteAndExit" = "Eliminar y salir";
"ChatList.Context.LeaveChannel" = "Dejar el canal";
"ChatList.Context.LeaveGroup" = "Salir del grupo";
"ChatList.Context.ReturnGroup" = "Volver al grupo";
"ChatList.Context.Pin" = "Anclar";
"ChatList.Context.Unpin" = "Desanclar";

"ChatList.SecretChat.Terminated" = "Chat secreto cancelado";
"ChatList.SecretChat.Joined" = "%@ se unió a tu chat secreto.";
"ChatList.SecretChat.Created" = "%@ creó un chat secreto.";
"ChatList.SecretChat.ExKeys" = "Esperando que se conecte";

"ChatList.UnsupportedMessage" = "Mensaje no soportado";
"Chat.Message.Unsupported" = "Tu versión de Telegram no soporta este mensaje. Por favor, actualiza a la última versión en Ajustes o instálala desde https://macos.telegram.org";
"Text.Copy" = "Copiar";


"Peer.Activity.User.TypingText" = "escribiendo";
"Peer.Activity.User.SendingPhoto" = "enviando foto";
"Peer.Activity.User.RecordingVideo" = "grabando un vídeo";
"Peer.Activity.User.SendingVideo" = "enviando vídeo";
"Peer.Activity.User.RecordingAudio" = "grabando un audio";
"Peer.Activity.User.SendingAudio" = "enviando un audio";
"Peer.Activity.User.SendingFile" = "enviando archivo";
"Peer.Activity.User.PlayingGame" = "jugando";

"Peer.Activity.Chat.Single.TypingText" = "%@ está escribiendo";
"Peer.Activity.Chat.Single.SendingPhoto" = "%@ está enviando una foto";
"Peer.Activity.Chat.Single.RecordingVideo" = "%@ está grabando un vídeo";
"Peer.Activity.Chat.Single.SendingVideo" = "%@ está enviando un vídeo";
"Peer.Activity.Chat.Single.RecordingAudio" = "%@ está grabando un audio";
"Peer.Activity.Chat.Single.SendingAudio" = "%@ está enviando un audio";
"Peer.Activity.Chat.Single.SendingFile" = "%@ está enviando un archivo";
"Peer.Activity.Chat.Single.PlayingGame" = "%@ está jugando";

"Peer.Activity.Chat.Multi.TypingText" = "%d están escribiendo";
"Peer.Activity.Chat.Multi.SendingPhoto" = "%d están enviando una foto";
"Peer.Activity.Chat.Multi.RecordingVideo" = "%d están grabando un vídeo";
"Peer.Activity.Chat.Multi.SendingVideo" = "%d están enviando un vídeo";
"Peer.Activity.Chat.Multi.RecordingAudio" = "%d están grabando un audio";
"Peer.Activity.Chat.Multi.SendingAudio" = "%d están enviando un audio";
"Peer.Activity.Chat.Multi.SendingFile" = "%d están enviando un archivo";
"Peer.Activity.Chat.Multi.PlayingGame" = "%d están jugando";

"Peer.Media.SharedMediaEmptyList" = "Comparte fotos y vídeos en este chat, o este clip seguirá triste.";
"Peer.Media.SharedFilesEmptyList" = "Puedes enviar y recibir archivos de todo tipo, de hasta 1,5 GB cada uno y acceder a ellos desde cualquier sitio.";
"Peer.Media.SharedLinksEmptyList" = "Todos los enlaces compartidos \nen este chat aparecerán aquí.";
"Peer.Media.SharedMusicEmptyList" = "Aquí verás la música compartida en este chat.";

"SecretTimer.Off" = "Apagada";


"Timer.Seconds.zero" = "%d segundos";
"Timer.Seconds.singular" = "%d segundo";
"Timer.Seconds.pluar" = "%d segundo";
"Timer.Days.zero" = "%d días";
"Timer.Days.singular" = "%d día";
"Timer.Days.pluar" = "%d días";
"Timer.Minutes.zero" = "%d minutos";
"Timer.Minutes.singular" = "%d minuto";
"Timer.Minutes.pluar" = "%d minutos";
"Timer.Hours.zero" = "%d horas";
"Timer.Hours.singular" = "%d hora";
"Timer.Hours.pluar" = "%d horas";
"Timer.Weeks.zero" = "%d semanas";
"Timer.Weeks.singular" = "%d semana";
"Timer.Weeks.pluar" = "%d semanas";
"Timer.Months.zero" = "%d meses";
"Timer.Months.singular" = "%d mes";
"Timer.Months.pluar" = "%d meses";
"Timer.Years.zero" = "%d años";
"Timer.Years.singular" = "%d año";
"Timer.Years.pluar" = "%d años";

"ChatList.Draft" = "Borrador:";
"ChatList.You" = "Tú";

"Notification.LockedPreview" = "Tienes un mensaje nuevo";
"JoinLink.Join" = "Unirme";

"Group.Unavailable" = "Lo sentimos. Este grupo no existe.";

"Chat.Title.self" = "Almacenamiento en la nube";
"Separator.ShowMore" = "Mostrar más";
"Separator.ShowLess" = "Mostrar menos";
"Stickers.Recent" = "Reciente";
"Account.Confirm.AskQuestion" = "Por favor, considera que el soporte de Telegram está hecho por voluntarios. Respondemos lo antes posible, pero puede tomar tiempo.\n\nPor favor, mira las preguntas frecuentes de Telegram: tienen respuestas para la mayoría de las preguntas.";
"Account.Confirm.GoToFaq" = "Preguntas frecuentes";

"Chat.SecretChat.EmptyHeader" = "Los chats secretos:";
"Chat.SecretChat.1Feature" = "- Usan cifrado end-to-end";
"Chat.SecretChat.2Feature" = "- No dejan rastro en el servidor";
"Chat.SecretChat.3Feature" = "- Tienen autodestrucción ";
"Chat.SecretChat.4Feature" = " - Impiden reenviar mensajes";


"TextView.Transform.Bold" = "Negrita";
"TextView.Transform.Italic" = "Cursiva";
"TextView.Transform.Code" = "Hacer monoespacio";
"AccountsController.NewAccount" = "Nueva cuenta";
"Telegram.AccountsListViewController" = "Administración de la cuenta";

"Account.Confirm.Logout" = "¿Quieres cerrar sesión?";
"Account.Confirm.LogoutText" = "Recuerda: Cerrar sesión cancela todos tus chats secretos.";

"Telegram.ConvertGroupViewController" = "Supergrupo";

"Supergroup.Convert.Description" = "**En los supergrupos:**\n\n• Los nuevos miembros ven todo el historial\n• Un mensaje eliminado desaparece para todos\n• Los administradores pueden anclar mensajes\n• El creador puede generar un enlace público";
"Supergroup.Convert.Undone" = "**Importante**: Esta acción no se puede deshacer.";
"Supergroup.Convert.Button" = "Convertir en supergrupo";


"PeerInfo.InviteLink" = "Enlace de invitación";
"PeerInfo.MembersHeader" = "%d MIEMBROS";
"PeerInfo.Admins" = "Administradores";
"PeerInfo.BlackList" = "Suspendidos";
"PeerInfo.SetAdmins" = "Nombrar administradores";
"PeerInfo.GroupType" = "Tipo de grupo";
"PeerInfo.ChannelType" = "Tipo de canal";
"PeerInfo.GroupType.Public" = "Público";
"PeerInfo.GroupType.Private" = "Privado";
"PeerInfo.SetAboutDescription" = "Puedes poner una descripción para tu grupo.";
"PeerInfo.About.Placeholder" = "Descripción";
"PeerInfo.ConvertToSupergroup" = "Convertir en supergrupo";

"Telegram.ChannelBlacklistViewController" = "Suspendidos";
"Telegram.ChannelAdminsViewController" = "Administradores";

"ChannelBlacklist.EmptyDescrpition" = "Los usuarios bloqueados son expulsados del grupo y sólo pueden volver si son invitados por un administrador. Los enlaces de invitación no funcionan para ellos.";

"Admins.GroupAdmins" = "ADMINISTRADORES DEL GRUPO";
"Admins.ChannelAdmins" = "ADMINISTRADORES DEL CANAL";

"Admins.OnlyAdminsCanAddMembers" = "Sólo los administradores pueden añadir nuevos miembros.";
"Admins.EverbodyCanAddMembers" = "Todos pueden añadir miembros.";
"Admins.GroupDescription" = "Puedes añadir administradores para que te ayuden en el grupo";
"Admins.ChannelDescription" = "Puedes añadir administradores para que te ayuden en el canal";
"Admins.SelectNewAdminTitle" = "Contactos";
"Admins.AddPeerAsAdmin" = "¿Añadir a \"%@\" como administrador?";
"Admins.AddAdmin" = "Añadir administrador";
"Admins.Creator" = "Creador";
"Admins.Admin" = "Administrador";
"Admins.Moderator" = "Moderador";
"Admins.WhoCanInvite.Text" = "Pueden invitar";
"Admins.WhoCanInvite.Admins" = "Sólo los administradores";
"Admins.WhoCanInvite.Everyone" = "Todos los miembros";

"Telegram.ChannelVisibilityController" = "Grupo";
"PeerInfo.Confirm.AddMembers" = "¿Añadir %d usuarios al grupo?";
"PeerInfo.Confirm.AddMember" = "¿Añadir a \"%@\" al grupo?";
"PeerInfo.Confirm.RemovePeer" = "¿Eliminar a \"%@\" del grupo?";

"PeerInfo.FirstName.Placeholder" = "Nombre";
"PeerInfo.LastName.Placeholder" = "Apellidos";
"PeerInfo.GroupName.Placeholder" = "Nombre del grupo";
"PeerInfo.ChannelName.Placeholder" = "Nombre del canal";
"PeerInfo.Phone" = "teléfono";

"ConvertToSupergroup.Alert.Error" = "Algo anda mal. Por favor, reinténtalo más tarde.";
"ConvertToSuperGroup.Confirm" = "¿Quieres hacerlo? Esta acción no puede deshacerse";
"Telegram.LinkInvationController" = "Enlace de invitación";

"GroupInvation.CopyLink" = "Copiar enlace";
"GroupInvation.Revoke" = "Anular";
"GroupInvation.Share" = "Compartir enlace";

"GroupInvation.GroupDescription" = "Cualquiera que tenga Telegram instalada podrá unirse a tu grupo siguiendo este enlace.";
"GroupInvation.ChannelDescription" = "Cualquiera que tenga Telegram instalada podrá unirse a tu canal siguiendo este enlace.";

"Chat.Header.PinnedMessage" = "Mensaje anclado";
"Chat.Header.ReportSpam" = "Reportar spam";
"Chat.Confirm.Unpin" = "¿Quieres desanclar este mensaje?";

"StickerPack.Add" = "Añadir %d stickers";
"Compose.Select.SecretChat" = "Chat secreto";
"Compose.Confirm.StartSecretChat" = "Crear chat secreto con \"%@\"";
"StickerPack.Remove" = "Eliminar %d stickers";

"ReportReason.Spam" = "Spam";
"ReportReason.Violence" = "Violencia";
"ReportReason.Porno" = "Pornografía";
"PeerInfo.ChannelReported" = "¡Gracias!\nTu reporte será revisado muy pronto por nuestro equipo.";

"PeerInfo.SignMessages.Desc" = "Añadir los nombres de los administradores a sus publicaciones.";
"PeerInfo.SignMessages" = "Firmar los mensajes";
"PeerInfo.SetChannelPhoto" = "Poner foto del canal";
"PeerInfo.Members" = "Miembros";
"PeerInfo.ChannelLink" = "Enlace";
"PeerInfo.DeleteChannel" = "Eliminar canal";
"PeerInfo.DeleteSecretChat" = "Eliminar chat secreto";

"ChannelMembers.AddMembers" = "Añadir miembros";
"ChannelMembers.InviteLink" = "Invitar con un enlace";
"ChannelMembers.MembersListDesc" = "Sólo los administradores del canal pueden ver esta lista.";
"Telegram.ChannelMembersViewController" = "Miembros del canal";

"LinkInvation.Group.Confirm.Revoke" = "¿Quieres anular este enlace? Una vez hecho, nadie podrá usarlo para unirse al grupo.";
"LinkInvation.Channel.Confirm.Revoke" = "¿Quieres anular este enlace? Una vez hecho, nadie podrá usarlo para unirse al canal.";
"LinkInvation.Confirm.Ok" = "Anular";
"ChannelMembers.Select.Title" = "Añadir miembros";
"PeerInfo.Confirm.StartSecretChat" = "¿Quieres crear un chat secreto con \"%@\"?";


"PeerInfo.BotStatus.HasNoAccess" = "no tiene acceso a los mensajes";
"PeerInfo.BotStatus.HasAccess" = "tiene acceso a los mensajes";
"PeerInfo.GroupsInCommon" = "Grupos en común";
"GroupsInCommon.Empty" = "Sin grupos en común";
"Telegram.GroupsInCommonViewController" = "Grupos en común";

"ChannelVisibility.Checking" = "Comprobando";
"ChannelVisibility.Loading" = "Cargando...";
"Peer.DeletedUser" = "Cuenta eliminada";

"ChatList.Service.Call.incoming" = "Llamada entrante (%@)";
"ChatList.Service.Call.outgoing" = "Llamada saliente (%@)";
"ChatList.Service.Call.Cancelled" = "Llamada cancelada";

"ChatList.Service.Call.Missed" = "Llamada perdida";
"ChatList.Service.Call.busy" = "Ocupado";
"ChatList.Service.Call.Hangup" = "Colgar";
"ChatList.Service.Call.Disconnected" = "Desconectado";

"ChatList.Service.GameScored" = "ha conseguido %d puntos en %@";


"About.Description" = "Aplicación de mensajería gratuita para macOS basada en MTProto para velocidad y seguridad.";
"ChatService.ChannelCreated" = "canal creado";
"Telegram.BlockedPeersViewController" = "Usuarios bloqueados";
"BlockedPeers.EmptyDescrpition" = "Los usuarios bloqueados no pueden enviarte mensajes o añadirte a grupos. No verán tus fotos de perfil ni estados de conexión.";

"Sessions.CurrentSessionHeader" = "SESIÓN ACTUAL";
"Sessions.TerminateOthers" = "Cerrar todas las otras sesiones";
"Sessions.TerminateDescription" = "Cierra sesión en todos los dispositivos, excepto este.";
"Sessions.ActiveSessionsHeader" = "SESIONES ACTIVAS";


"Passcode.TurnOn" = "Activar código de acceso";
"Passcode.TurnOnDescription" = "Al configurar un código, puedes usar ⌘ + L para bloquear la aplicación.\n\nNota: si olvidaste el código, será necesario eliminar y reinstalar la aplicación. Perderás todos los chats secretos.";
"Passcode.TurnOff" = "Desactivar código de acceso";
"Passcode.Change" = "Cambiar código de acceso";
"Passcode.Autolock" = "Bloqueo automático";
"Passcode.AutoLock.Disabled" = "Desactivado";
"Passcode.AutoLock.IfAway" = "En %@";

"Passcode.EnterPasscodePlaceholder" = "Pon un código de acceso";
"Passcode.ReEnterPlaceholder" = "Repite el nuevo código";
"Passcode.EnterCurrentPlaceholder" = "Pon tu código de acceso actual";
"Passcode.EnterNewPlaceholder" = "Pon el nuevo código de acceso";

"Passcode.Next" = "Siguiente";


"Peer.ServiceNotifications" = "Servicio de notificaciones";

"Alert.SendError.Header" = "No se pudo enviar tu mensaje";
"Alert.SendError.Text" = "Hubo un error enviando el mensaje anterior. ¿Quieres volver a intentarlo?";
"Alert.SendError.Resend" = "Reenviar";
"Alert.SendError.Delete" = "Eliminar";
"Alert.SendError.Ignore" = "Ignorar";

"GeneralSettings.EnableSidebar" = "Barra lateral";
"GeneralSettings.SidebarDescription" = "Stickers y emojis aparecerán a la derecha del chat.";
"Telegram.RecentSessionsController" = "Sesiones activas";
"RecentSessions.Confirm.TerminateOthers" = "¿Quieres cerrar todas las otras sesiones?";
"RecentSessions.Confirm.Revoke" = "¿Quieres cerrar esta sesión?";
"RecentSessions.Revoke" = "Anular";

"Legacy.Intro.Description1" = "Te damos la bienvenida a la nueva, estable y súper rápida Telegram para macOS, reescrita completamente en Swift 3.0.";
"Legacy.Intro.Description2" = "Por favor, ten en cuenta que tus chats secretos existentes estarán disponibles sólo en modo de lectura. Por supuesto, puedes crear nuevos para seguir chateando.";
"Legacy.Intro.Next" = "Empezar a conversar";

"Messages.ReplyLoading.Header" = "Responder";
"Messages.ReplyLoading.Loading" = "Cargando...";
"PeerInfo.DeleteContact" = "Eliminar contacto";
"PeerInfo.Confirm.DeleteContact" = "¿Eliminar contacto?";
"Compose.SelectUsers" = "Elegir usuarios";
"PeerInfo.AddContact" = "Añadir contacto";
"Telegram.GroupAdminsController" = "Administradores";
"GroupAdmins.AllMembersAdmins" = "Todos son administradores";
"GroupAdmins.Desc.AdminInvites" = "Sólo los administradores pueden añadir y eliminar miembros, editar el nombre y la foto del grupo.";
"GroupAdmins.Desc.AllInvites" = "Los miembros del grupo pueden añadir miembros, editar el nombre y la foto del grupo.";
"Login.PhoneNumberNotRegistred" = "Número de teléfono no registrado. Si no tienes una cuenta de Telegram todavía, \npor favor, regístrate con tu dispositivo móvil.";
"Login.Unregistred.OpenSite" = "Abrir el sitio";
"PeerInfo.EncryptionKey" = "Clave de cifrado";

"Telegram.SecretChatKeyViewController" = "Clave de cifrado";
"EncryptionKey.Description" = "El texto e imagen derivan de la clave de cifrado para el chat secreto creado con **%@**.\n\nSi se ven igual en el dispositivo de %2$@, el cifrado end-to-end está garantizado.";


"GeneralSettings.InAppSounds" = "Sonidos en la app";
"Chat.ShareInlineResultActionHeader" = "Compartir";
"Context.CopyMedia" = "Guardar como...";

"Telegram.InstalledStickerPacksController" = "Stickers";
"Stickers.Set.Count" = "%d stickers";
"Telegram.FeaturedStickerPacksController" = "Stickers destacados";
"Telegram.ArchivedStickerPacksController" = "Stickers archivados";
"ArchivedStickers.Description" = "Puedes instalar hasta 200 packs de stickers. Cuando instales más, se archivarán los que no usas.";
"InstalledStickers.PacksTitle" = "PACKS DE STICKERS";
"InstalledStickers.Descrpiption" = "Los artistas pueden añadir sus propios packs de stickers usando el bot @stickers.\n\nToca sobre cualquier sticker para ver y añadir el pack completo.";
"InstalledStickers.Archived" = "Stickers archivados";
"InstalledStickers.Tranding" = "Stickers destacados";
"StickerSet.Remove" = "Eliminar";
"InstalledStickers.Remove.Description" = "Si archivas un pack de stickers, puedes restaurarlo después desde la sección de stickers archivados.";
"InstalledStickers.Remove.Delete" = "Eliminar";
"InstalledStickers.Remove.Archive" = "Archivar";
"Alert.UserDoesntExists" = "Lo sentimos, este usuario no existe.";
